Repository: CherkashinAndrey/nxt
Catalog: locale/*/LC_MESSAGES/django.po
Languages: da

source: Danish
da: Dansk

source: English
da: Engelsk

source: NXT LVL: new password
da: NXT LVL: Nyt kodeord

source: Unknown email
da: Ukendt emailadresse

source: First name
da: Fornavn

source: Last name
da: Efternavn

source: Username
da: Brugernavn

source: Repeat email
da: Gentag email

source: choose type
da: vælg type

source: Language
da: Sprog

source: Manager
da: Leder

source: choose manager
da: vælg leder

source: Create as manager
da: Tilføj som leder

source: The emails are not equal
da: De angivet email er ikke ens

source: A user with the given email already exists
da: En bruger med den samme email findes allerede

source: A user with the given username already exists
da: En bruger med det angivet brugernavn findes allerede

source: Password
da: Kodeord

source: New password
da: Ny kodeord

source: Repeat password
da: Gentag kodeord

source: The passwords are not equal
da: Kodeordene angivet er ikke ens

source: Wrong password given
da: Forkert kodeord angivet

source: The password need to have be at least 6 characters
da: Kodeordet skal mindst være 6 karakterer langt

source: Add a personal message (optional)
da: Tilføj en personlig besked (valgfrit)

source: Template
da: Skabelon

source: My goal
da: Mit udviklingsmål

source: Difficulty
da: Sværhedsgrad

source: An user with the given email already exists
da: En bruger med den angivet email findes allerede

source: An user with the given username already exists
da: En bruger med det angivet brugernavn findes allerede

source: Is manager
da: Er leder

source: Employee
da: Medarbejder

source: company
da: virksomhed

source: Notes
da: Noter

source: name
da: navn

source: created at
da: oprettelsesdato

source: created by
da: oprettet af

source: updated at
da: opdateringsdato

source: updated by
da: opdateret af

source: role
da: rolle

source: roles
da: roller

source: employee
da: medarbejder

source: employee role
da: medarbejderrolle

source: employee roles
da: medarbejderroller

source: user
da: bruger

source: newest_development_plan
da: nyeste forberedelsesguide

source: manager
da: leder

source: is manager
da: er leder

source: language
da: sprog

source: employees
da: medarbejdere

source: Complete: Currently no issues
da: Afsluttet: Ingen problemer

source: No actions exists
da: Ingen indsatser findes

source: Actions not approved
da: Indsatser ikke godkendt

source: companies
da: virksomheder

source: title
da: titel

source: description
da: beskrivelse

source: is system
da: er system

source: parent
da: forælder

source: for manager
da: for leder

source: sort order
da: sorteringsorden

source: competence field
da: kompetencefelt

source: competence fields
da: kompetencefelter

source: competence
da: kompetence

source: competences
da: kompetencer

source: name_da
da: navn da

source: name_en
da: navn en

source: action status
da: indsatsstatus

source: action statuses
da: indsatsstatus

source: my contribution
da: Min indsats

source: my need for support
da: mit behov for opbakning

source: approved at
da: godkendelsesdato

source: follow up at
da: opfølgningsdato

source: action
da: indsats

source: actions
da: indsatser

source: Low
da: Lav

source: Medium
da: Middel

source: High
da: Høj

source: Action type A
da: A (høj nyhedsværdi)

source: Action type B
da: B (middel nyhedsværdi)

source: Action type C
da: C (lav nyhedsværdi)

source: text
da: tekst

source: action comment
da: indsatskommentar

source: action comments
da: indsatskommentarer

source: allow response
da: tillad svar

source: question
da: spørgsmål

source: questions
da: spørgsmål

source: finished at
da: afslutningsdato

source: is private
da: er privat

source: development plan to user relation
da: forberedelsesguide til bruger relation

source: development plan to user relations
da: forberedelsesguide til bruger relationer

source: Hidden
da: Skjult

source: competence key
da: kompetencenøgle

source: end
da: afslut

source: Complete
da: Afsluttet

source: Incomplete
da: Ikke afsluttet

source: owner
da: ejer

source: manager response relation
da: leder svar relation

source: employee response relation
da: medarbejder svar relation

source: deleted
da: slettet

source: development plan
da: forberedelsesguide

source: development plans
da: forberedelsesguides

source: client timestamp
da: klient tidsstempel

source: response
da: svar

source: responses
da: svar

source: Expecting preparation guides from
da: Afventer forberedelsesguides fra

source: Preparation guides to do
da: Forberedelsesguides to do

source: About NXT LVL
da: Om NXT LVL

source: Contact
da: Kontakt

source: My Dialogue
da: Min Samtale

source: Preparation guide
da: Forberedelsesguide

source: Contribution key
da: Indsatsnøgle

source: My information
da: Mine oplysninger

source: My employees
da: Mine medarbejdere

source: Administrate employees
da: Administrer medarbejdere

source: My preparation
da: Min forberedelse

source: Log out
da: Log ud

source: Login
da: Log ind

source: Login error, try again
da: Fejl i log ind, prøv igen

source: Remember me
da: Husk mig

source: Forgotten password
da: Glemt kodeord

source: Reset password
da: Nulstil kodeord

source: Reset
da: Nulstil

source: Your password has been reset and an email with a new password has been sent to you
da: Dit kodeord er blevet nulstillet og en email med det nye kodeord er blevet sendt til dig

source: Goals
da: Mål

source: Headline
da: Overskrift

source: Follow up at
da: Opfølgningsdato

source: Comments
da: Kommentarer

source: Create development goal
da: Tilføj udviklingsmål

source: Development plans
da: Forberedelsesguides

source: Created at
da: Oprettelsesdato

source: View / Edit
da: Vis / Rediger

source: Finished & hidden
da: Afsluttet & skjult

source: Finished & visible
da: Afsluttet & synlig

source: Not finished
da: Ikke afsluttet

source: Reopen
da: Genåbn

source: Fill out
da: Udfyld

source: No answer
da: Intet svar

source: Date
da: Dato

source: Mine
da: Min

source: My manager's
da: Min leders

source: None available
da: Ingen tilgængelig

source: Waiting for noone
da: Afventer ingen

source: My effort
da: Min indsats

source: My needs
da: Mine behov

source: Approved
da: Godkendt

source: Yes
da: Ja

source: No
da: Nej

source: Latest comment
da: Sidste kommentar

source: New status
da: Ny status

source: Add
da: Tilføj

source: Not yet approved
da: Ikke godkendt endnu

source: History
da: Historik

source: Comment
da: Kommentar

source: Updated by
da: Opdateret af

source: Updated at
da: Opdateringsdato

source: Save
da: Gem

source: Name
da: Navn

source: Search
da: Søg

source: Employee's
da: Medarbejders

source: Manager's
da: Leders

source: Options
da: Muligheder

source: Add employee
da: Tilføj medarbejder

source: Add many employees
da: Tilføj flere medarbejdere

source: Attach preparation guide
da: Tilknyt forberedelsesguide

source: Create leader model
da: Opret ledermodel

source: Are you sure?
da: Er du sikker?

source: Remove
da: Fjern

source: and hidden
da: og skjult

source: Step 1 - Associate competence fields
da: Trin 1 - Tilknyt kompetencefelter

source: Drag and drop from here
da: Træk og slip fra her

source: To here
da: Til her

source: Step 2 - Associate employees
da: Trin 2 - Tilknyt medarbejdere

source: Step 3 - Attach an e-mail
da: Trin 3 - Tilknyt en email

source: Choose e-mail template
da: Vælg emailskabelon

source: Attach
da: Tilknyt

source: Add employee for
da: Tilføj medarbejder til

source: Choose employees help text
da: Vælg de medarbejdere der skal indgå i ledermodellen

source: NOTE: only .csv files are accepted
da: Bemærk: kun .csv-filer er tillladt

source: Fill out the rest
da: Udfyld resten

source: Next
da: Næste

source: Choose manager
da: Vælg leder

source: Choose fields
da: Vælg felter

source: Choose field
da: Vælg felt

source: Full name
da: Fulde navn

source: Profile for
da: Profil for

source: Company
da: Virksomhed

source: Prefered language
da: Foretrukkent sprog

source: Save and log out
da: Gem og log ud

source: Previous
da: Forrige

source: Make development plan visible to others
da: Gør forberedelsesguiden synlig for andre

source: The preparation guide is locked and
da: Forberedelsesguiden er låst og

source: hidden
da: sjult

source: visible
da: synlig

source: Approved and lock
da: Godkend og lås

source: for others
da: for andre

source: Review responses
da: Gennemse svar

source: Competence Development Dialogue
da: Kompetenceudviklingssamtale

source: Edit
da: Rediger

source: Leader model
da: Ledermodel

source: News value
da: Nyhedsværdi

source: Task
da: Opgave

source: These employees do not have any actions
da: Disse medarbejdere mangler indsatsnøgler

source: NOTE: only .png, .jpg, .doc and .pdf files are accepted
da: NOTE: Kun .png, .jpg, .doc and .pdf filer er accepteret

source: Files
da: Filer

source: File name
da: Filnavn

source: Invalid username format. Accepted characters are A-Z,a-z,0-9,_-,.
da: Fejl i brugernavn. Accepterede tegn er A-Z,a-z,0-9,_-,.

source: Your file was successfully uploaded
da: Du har nu succesfuldt uploaded din fil

source: Are you sure you want to delete this file?
da: Er du sikker på du vil slette denne fil?

source: Your own CDD
da: Ansattes forberedelsesguide

source: Your manager's CDD
da: Leders forberedelsesguide
